# StructuralSectionIshapeWebToeOfFillet Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..StructuralSectionIshapeWebToeOfFillet Property
ParameterTypeId Class See Also
---
"Web Toe of Fillet"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId StructuralSectionIshapeWebToeOfFillet { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property StructuralSectionIshapeWebToeOfFillet As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ StructuralSectionIshapeWebToeOfFillet {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace